<template>
  <v-app>
    <h1>サークル概要についてのページです</h1>
    <p>サークル概要:</p>
    <p>サークル発足 2019/10</p>
    <p>サークルの活動日/週一回</p>
    <p>人数:7人</p>
    <p>場所：兵庫県神戸市灘区神前町1丁目1-5ステラビルディング401</p>
    <p>活動費：なし</p>
    <p>
      活動理念:
      サークルでは以下のことを目標にしています
      :知識の共有を通じた人材育成
      現在では技術の進歩が急速なスピードで進んでいる。その中でプログラマーをはじめとする情報技術を提供する人材が必要となっている。
      一方、情報技術は社会と密接に関係しており、社会的課題を適切に捉えうまく解決へのアプローチをすることが必要となる。そういった状況
      に求められる人材をサークルでは育成したいと考えている。様々な背景を持ったメンバーが参加し、一人一人で勉強や作業をするだけでなく
      みんなで共有したり共同開発をすることを通じてみんなで育てあい、社会に通じる技術や能力を身に付けたいと考えている。
    </p>
  </v-app>
</template>

<script>
export default {
}
</script>
<style scoped>

</style>
