<template>
<v-app>
     <h1>これはactivityのページです</h1>
     <div><p>活動内容:
          もくもく会 and 発表
          もくもく会とは主にプログラミングや作業、勉強などをする目的で複数人が集まり、"黙々と"作業をするイベントです。
          集まって作業することで集中して作業ができ、困ったら相談するなどして効率的に作業や勉強が行えます。そして、最後には各人
          がその日行った作業や勉強を共有すること知見を広げたり,発表や質疑応答を通して自分自身の理解を深めることができます。
          サークルでは様々な人材が在籍しています。文系の学生もいれば理系の学生もおり、学部一年生の学生から社会人
          まで在籍しています。当然、興味も様々です。機械学習やweb制作、競技プログラミングなど様々な分野についての勉強
          や作業を共有しそれぞれのメンバーがより一層のスキルアップを目指して活動をしています。</p>

          <p>Atcoderへの参加/反省会:
          Atcoderとは、オンライン上で開催されている競技プログラミングコンテストのサイトです。毎週末にコンテストが開催され
          趣味目的や就職目的でたくさんの人が参加しています。サークルにも参加している人は多くおり、コンテストに参加した結果を
          話したり、自作ライブラリを共有したりすることでそれぞれのスキルアップにつなげています</p>

          <p>輪読会/自主ゼミ:
          サークルでは輪読会や自主ゼミを開いています。プログラミングだけではなく、メンバーの興味の持っている数学の分野の勉強なども
          しています。活動場所であるオフィスではホワイトボードもあり一人では勉強しにくい日本語の文献が少ないプログラミング言語や分野についても
          仲間と楽しく勉強できます。</p>

          <p>共同開発:
          サークルでは、ホームページの作成、webアプリやandroidアプリの開発などをサークルとしての活動として行っています。共同で開発
          することで、一人では作れないような大規模なプロジェクトを進めることができます。また、共同で作業することを通じて、チーム全体で
          よりよく開発できるような環境作りやコミュニケーションの取り方、プロジェクトのマネージメントなどのスキルも身に着けることができます。
          具体的な活動としては次の二つがあります。</p>

          <p>- 受託開発:依頼主の方の思い描くサービスを具体的な形にするお手伝いをしています。特に、メンバーのほとんどが大学生であるため、
                    同じ大学生で何かサービスを作りたいといった方の依頼が多いです。熱い志を持った方のプロジェクトのサポートを全力で応援します</p>

         <p> - 自社開発:サークルのメンバーで出た企画を具体的なサービスにしています。企画からシステムの作成、営業までサークル内で行います。
                    この一連の流れを経験することはメンバーにとっても非常に貴重な経験になります。</p>
     </div>
</v-app>
</template>

<script>
export default {
}
</script>
<style scoped>

</style>
